Repository: jpbrown46/MidTermProject
Catalog: CmdUILibrary/*.po
Languages: de

# context
source: CmdUI: Initializing
de: CmdUI: (German) Initialisierung

# context
source: CmdUI: Exiting
de: CmdUI: (German) Verlassen

# context
source: CmdUI: Starting Command Loop
de: CmdUI: (German) Befehlsschleife starten

# context
source: Select an option:
de: (German) Wahle eine Option:

# context
source: 1) Color Image
de: (German) 1) Farbbild

# context
source: 2) Draw box on Image
de: (German) 2) Rahmen auf Bild Zeichnen

# context
source: 3) Erase part of Image
de: (German) 3) Loschen Sie einen Teil des Bildes

# context
source: 4) Rotate Image
de: (German) 4) Bild drehen

# context
source: 5) Translate Image
de: (German) 5) Bild ubersetzen

# context
source: 6) Exit
de: (German) 6) Ausgang
